Week6/Monday/video-games-tournament-master/app/controllers/tournaments_controller.rb

  def index
    tournaments = Tournament.all
---
SELECT "tournaments".* FROM "tournaments"

  def create

    tournament = Tournament.create(tournament_params)
---
INSERT INTO "tournaments" ("name", "created_at", "updated_at") VALUES (?, ?, ?)  [["name", "Fifa"], ["created_at", 2016-07-18 16:06:11 UTC], ["updated_at", 2016-07-18 16:06:11 UTC]]